{
  "title": "F-01: Welcome + 3 Key Words",
  "voice_id": "TX3LPaxmHKxFdv7VOQHJ",
  "scenes": [
    {
      "type": "wb-title",
      "title": "Welcome to Chatting Wizard School",
      "subtitle": "F-01 — Foundations",
      "narration": "Welcome to Chatting Wizard School. This training will teach you everything you need to start a new job. A job you can do from home, online, from anywhere in the world. And here's the best part. If you work hard and apply what you learn here, you can earn very good money. The harder you work, the more you earn. There is no limit. Before we begin, let's learn three important words. You will hear these words in every single lesson."
    },
    {
      "type": "wb-content",
      "heading": "3 Words You Need to Know",
      "layout": "definition-cards",
      "visuals": [
        {
          "type": "definition",
          "term": "OnlyFans",
          "definition": "A website where people pay to see exclusive photos and videos.",
          "icon": "globe",
          "color": "#2563eb",
          "trigger": "OnlyFans"
        },
        {
          "type": "definition",
          "term": "Fan",
          "definition": "A person who pays money on OnlyFans.",
          "icon": "user",
          "color": "#7c3aed",
          "trigger": "two"
        },
        {
          "type": "definition",
          "term": "Chatter",
          "definition": "That's YOU. You become the model and chat with fans under her name.",
          "icon": "chat",
          "color": "#16a34a",
          "trigger": "three"
        }
      ],
      "narration": "Word number one. OnlyFans. OnlyFans is a website. On this website, people pay money to see exclusive photos and videos. Think of it like a private Instagram, but everything costs money. Nothing is free. Word number two. Fan. A fan is a person who goes to OnlyFans and pays money. They pay to see photos, videos, and to talk to someone they like. Word number three. Chatter. A chatter is you. Your job is to chat with fans on OnlyFans, but not as yourself. You become the model. You take her personality, her name, her way of talking, and you chat as if you were her. The fan thinks they are talking to the model. But it's you. You build a connection, and you make sales. That is what a chatter does."
    },
    {
      "type": "wb-content",
      "heading": "Let's Review",
      "layout": "summary-row",
      "visuals": [
        {
          "type": "summary-card",
          "term": "OnlyFans",
          "short": "The website",
          "icon": "globe",
          "color": "#2563eb",
          "trigger": "OnlyFans"
        },
        {
          "type": "summary-card",
          "term": "Fan",
          "short": "The person who pays",
          "icon": "user",
          "color": "#7c3aed",
          "trigger": "fan"
        },
        {
          "type": "summary-card",
          "term": "Chatter",
          "short": "YOU — you become the model",
          "icon": "chat",
          "color": "#16a34a",
          "trigger": "chatter"
        },
        {
          "type": "callout",
          "text": "Every conversation has one goal: a SALE.",
          "icon": "target",
          "color": "#dc2626",
          "trigger": "goal"
        }
      ],
      "narration": "Let's make sure you got it. OnlyFans is the website. A fan is the person who pays. A chatter is you. You talk to fans and make sales. Simple. And remember this. Every conversation you have with a fan has one goal. A sale. You are not chatting just to chat. You are chatting to sell. Keep that in your head."
    },
    {
      "type": "wb-outro",
      "title": "Quick Check",
      "subtitle": "Next: What is OnlyFans?",
      "narration": "Quick check. What is a chatter? Pause and think. A chatter is the person who talks to fans on OnlyFans. That's you. That's your job. And what is the goal of every conversation? A sale. Great. Next, we'll look at OnlyFans more closely so you understand the platform you're working on."
    }
  ]
}
