{
  "title": "F-04: How Money Flows",
  "voice_id": "TX3LPaxmHKxFdv7VOQHJ",
  "scenes": [
    {
      "type": "wb-title",
      "title": "How Money Flows",
      "subtitle": "F-04 — Foundations",
      "narration": "Now let's talk about money. Where it comes from, where it goes, and how you earn from every sale."
    },
    {
      "type": "wb-content",
      "heading": "4 Ways Fans Spend Money",
      "points": [
        "Subscriptions — monthly fee to follow a creator",
        "PPV — locked content the fan pays to unlock",
        "Tips — extra money fans send as a bonus",
        "Customs — personalized content made just for them"
      ],
      "narration": "Fans spend money in four ways. Subscriptions, a monthly fee to follow the creator. PPV, which stands for Pay Per View. This is a locked photo or video that the fan pays to unlock. Tips, extra money fans send when they're happy. And customs, personalized content made just for one fan. PPV is your main tool. Remember that word. PPV."
    },
    {
      "type": "wb-content",
      "heading": "Where Does the Money Go?",
      "points": [
        "OnlyFans takes 20% of every payment",
        "The remaining 80% goes to the creator",
        "The agency takes their cut from the creator",
        "YOU earn 2% of every net sale you make"
      ],
      "narration": "Here's how the money splits. A fan pays one hundred dollars for a PPV. OnlyFans takes twenty percent, that's twenty dollars. Eighty dollars remain. The agency and creator split that eighty dollars. And you, the chatter, earn two percent of every net sale. That's one dollar sixty from that single sale. It sounds small, but think about it. If you make twenty sales in one shift, that adds up fast. The more you sell, the more you make. Remember this. Every conversation has one goal. A sale."
    },
    {
      "type": "wb-outro",
      "title": "Quick Check",
      "subtitle": "Next: Why Fans Pay",
      "narration": "Quick check. What percentage do you earn from every net sale? Pause. The answer is two percent. And what percentage does OnlyFans take? Twenty percent. Good. Next, let's understand why fans actually open their wallets."
    }
  ]
}
