{
  "title": "F-05: Why Fans Pay",
  "voice_id": "TX3LPaxmHKxFdv7VOQHJ",
  "scenes": [
    {
      "type": "wb-title",
      "title": "Why Do Fans Pay?",
      "subtitle": "F-05 — Foundations",
      "narration": "Understanding why fans spend money is the key to being a great chatter. Let's break it down."
    },
    {
      "type": "wb-content",
      "heading": "The 4 Reasons Fans Pay",
      "points": [
        "Connection — feeling close to someone",
        "Fantasy — getting what real life doesn't give",
        "Exclusivity — owning something nobody else has",
        "Attention — being seen and acknowledged"
      ],
      "narration": "Fans pay for four reasons. Connection. They want to feel close to someone beautiful who cares about them. Fantasy. They want experiences they can't have in real life. Exclusivity. They want content that nobody else has. Just for them. And attention. This is the biggest one. On social media, nobody talks to them. On OnlyFans, the model says their name, asks about their day, makes them feel special. That feeling is what they pay for."
    },
    {
      "type": "wb-content",
      "heading": "A Real Example",
      "points": [
        "Mike follows 10 models on Instagram",
        "None of them talk to him",
        "On OnlyFans, the model says 'Hey Mike'",
        "That personal attention is what he pays for"
      ],
      "narration": "Here's an example. Mike follows ten models on Instagram. He likes their photos. He comments. Nobody replies. Then he joins OnlyFans. The model says, hey Mike, I was thinking about you today. How was your day? Mike feels special. Mike feels seen. Mike buys a PPV. That's how it works. Your job is to make every fan feel like Mike. And every conversation should lead to a sale."
    },
    {
      "type": "wb-outro",
      "title": "Quick Check",
      "subtitle": "Foundations Complete!",
      "narration": "Quick check. Name two reasons fans pay on OnlyFans. Pause. Any two of these: connection, fantasy, exclusivity, or attention. If you said attention, that's the biggest one. Great job. You've completed the first five foundation lessons. Keep going."
    }
  ]
}
