{
  "title": "F-06: What Does a Chatter Actually Do?",
  "voice_id": "TX3LPaxmHKxFdv7VOQHJ",
  "scenes": [
    {
      "type": "wb-title",
      "title": "What Does a Chatter Do?",
      "subtitle": "F-06 — Foundations",
      "narration": "Now you know what OnlyFans is and how money works. Let's talk about what YOU actually do every day."
    },
    {
      "type": "wb-content",
      "heading": "You ARE the Model",
      "points": [
        "You chat with fans AS the model",
        "You don't reply as yourself — ever",
        "If she's playful and uses emojis, so do you",
        "The fan must believe they're talking to HER"
      ],
      "narration": "Here's the most important thing to understand. You chat with fans as the model. You are not yourself. You are her. If a fan says hey sexy, you don't reply as yourself. You reply as the model. If she's playful and uses lots of emojis, so do you. If she's more sophisticated, you match that tone. The fan must always believe they're talking to the real model. Never break that illusion."
    },
    {
      "type": "wb-content",
      "heading": "Your Two Goals",
      "points": [
        "Build a connection — make the fan feel special",
        "Sell content — PPVs and customs",
        "You use scripts for 80% of your messages",
        "Type /n and the perfect message appears"
      ],
      "narration": "You have two goals in every conversation. One, build a connection. Make the fan feel special, seen, important. Two, sell content. PPVs and customs. That's how money is made. And here's the good news. You don't have to figure out what to say. You use scripts for eighty percent of your messages. You type slash n, and the perfect welcome message appears. The fan responds, the script tells you what to say next. It's like having a cheat code."
    },
    {
      "type": "wb-outro",
      "title": "Quick Check",
      "subtitle": "Next: A Typical Shift",
      "narration": "Quick check. Do you chat as yourself, or as the model? Pause. The answer is always as the model. Never as yourself. Good. Next, let's see what a full shift looks like from start to finish."
    }
  ]
}
